;Place localized text in this file

; --------------------------------
;         AntiViolet Rounds
; --------------------------------
[MZAntiVioletRounds X2AmmoTemplate]
FriendlyName="AntiViolet Rounds"
FriendlyNamePlural="AntiViolet Rounds"
BriefSummary="AntiViolet Rounds release discordant waves that trigger feedback damage to foes with psionic power, and disable energy shields."
TacticalText="<Bullet/> These rounds deal additional damage to psionic enemies.\n <Bullet/>The damage bonus scales with the target's psionic power.\n <Bullet/>The target's psionic abilities are placed on a brief cooldown, provided they have one.\n <Bullet/>Repeated hits will delay the ability's use for longer.\n <Bullet/> They also disable energy shields.\n"

; --------------------------------
;         Explosive Rounds
; --------------------------------
[MZExplosiveRoundsAbility X2AbilityTemplate]
LocFriendlyName="Explosive Rounds"

[MZExplosiveRounds X2AmmoTemplate]
FriendlyName="Explosive Rounds"
FriendlyNamePlural="Explosive Rounds"
BriefSummary="More akin to miniature rockets, these rounds explode on impact. However, due to thier weight fewer can be loaded per clip."
TacticalText="<Bullet/> These rounds explode on impact, damaging foes in a small area around the target.\n <Bullet/> This can also damage nearby cover. \n <Bullet/>However, due to thier weight fewer can be loaded per clip. \n <Bullet/> If a weapon's clip size is reduced to 0, it becomes impossible to fire it. \n <Bullet/> Try to avoid shooting aliens that are close to allies, as the explosion can damage friendlies.\n"

; --------------------------------
;         Micro Rounds
; --------------------------------
[MZMicroRounds X2AmmoTemplate]
FriendlyName="Micro Rounds"
FriendlyNamePlural="Micro Rounds"
BriefSummary="Compact rounds that make it possible to load more into a single clip."
TacticalText="<Bullet/> These rounds increase maximum clip size.\n"

; --------------------------------
;         Enervative Rounds
; --------------------------------
[MZEnervativeRounds X2AmmoTemplate]
FriendlyName="Enervative Rounds"
FriendlyNamePlural="Enervative Rounds"
BriefSummary="These rounds release a spray of fragments that interfere with alien weaponry, reducing the damage enemies can do."
TacticalText="<Bullet/> These rounds cause targets to do significanatly less damage.\n <Bullet/> They may also cause enemy weapons to jam. \n <Bullet/> A jammed weapon will need to be reloaded before it can be fired again.\n"

; --------------------------------
;         Scramble Rounds
; --------------------------------
[MZScrambleRounds X2AmmoTemplate]
FriendlyName="Scramble Rounds"
FriendlyNamePlural="Scramble Rounds"
BriefSummary="Scramble Rounds deploy a short range disruptive field on impact, impairing alien accuracy."
TacticalText="<Bullet/> These rounds reduce target's aim and crit chance.\n <Bullet/>This effect is applied even if the shot misses.\n"

; --------------------------------
;         Shredder Rounds
; --------------------------------
[MZShredderRoundsAbility X2AbilityTemplate]
LocFriendlyName="Shredder Rounds"

[MZShredderRounds X2AmmoTemplate]
FriendlyName="Shredder Rounds"
FriendlyNamePlural="Shredder Rounds"
BriefSummary="Specialty rounds made to break down ADVENT armour, allowing future attacks to do more damage."
TacticalText="<Bullet/> These rounds shred armour. \n <Bullet/> More advanced weapons will increase the amount of armour shreded.\n <Bullet/>If the soldier has the Shredder ability, or is not using thier primary weapon the bonus shred will only be the minimum value.\n"

; --------------------------------
;         Silvered Rounds
; --------------------------------
[MZSilveredRounds X2AmmoTemplate]
FriendlyName="Silvered Rounds"
FriendlyNamePlural="Silvered Rounds"
BriefSummary="A peculiar property of silver makes these rounds highly effective against the lost."
TacticalText="<Bullet/> These rounds do severe damage to the lost.\n <Bullet/> Consider using them on soldiers that don't always do enough damage per shot to kill the lost.\n"

; --------------------------------
;         Vampire Rounds
; --------------------------------
[MZVampireRounds X2AmmoTemplate]
FriendlyName="Vampire Rounds"
FriendlyNamePlural="Vampire Rounds"
BriefSummary="Nanomachines in these high tech rounds harvest life from it's victims to heal the shooter."
TacticalText="<Bullet/> These rounds steal health on hit. \n <Bullet/> They do a small amount of bonus acid damage. \n"